Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J17.e.tmx
Source language: en_us
Languages: zh_cn

source: CHAPTER 3 AUTOIMMUNITY AND AUTOIMMUNE DISEASES
zh_cn: 第3章 自身免疫和自身免疫性疾病

source: One of the central features of the immune system is the capacity to mount an inflammatory response to nonself while avoiding harm to self tissues.
zh_cn: 免疫系统最核心的特点是具有识别“非我”能力，对“非我”启动炎性反应，同时避免伤及“自我”。

source: While recognition of self plays an important role in shaping the repertoires of immune receptors on both T and B cells, and in the clearance of apoptotic debris from tissues throughout the body, the development of potentially harmful immune responses to self-antigens is, in general, precluded.
zh_cn: 识别“自我”在T细胞及B细胞表面受体形成及从全身的组织中清除凋亡细胞碎片的过程中发挥重要作用，阻止机体针对自身抗原形成潜在的伤害性免疫应答上也很重要。

source: The essential feature of an autoimmune disease is that tissue injury is caused by the immunologic reaction of the organism against its own tissues.
zh_cn: 自身免疫性疾病的一个基本特征是由于机体针对其自身组织产生免疫反应而造成组织损伤。

source: Autoimmunity, on the other hand, refers merely to the presence of antibodies or T lymphocytes that react with self-antigens and does not necessarily imply that the self-reactivity has pathogenic consequences.
zh_cn: 另一方面，自身免疫仅是指机体存在与自身抗原发生反应的抗体或T淋巴细胞，但自身免疫反应并不一定会致病。

source: Autoimmunity is present in all individuals; however, autoimmune disease represents the end result of the breakdown of one or more of the basic mechanisms regulating immune tolerance.
zh_cn: 所有个体中都存在自身免疫，但是只有在一种或多种调节免疫耐受的机制被打破后才会引起自身免疫性疾病。

source: Autoimmunity is seen in normal individuals and in higher frequency in normal older people.
zh_cn: 在正常人体中也存在自身免疫，尤其老年人更常见。

source: Polyreactive autoantibodies that recognize many host antigens are present throughout life.
zh_cn: 可识别多种宿主抗原成分的多反应性自身抗体在生命的各个阶段都会存在。

source: Expression of these antibodies may be increased following some inciting events. These are usually of the IgM heavy chain isotype and are encoded by nonmutated germline immunoglobulin variable region genes.
zh_cn: 在某些激发事件存在的情况下，导致上述自身抗体的表达增加，这些自身抗体通常是IgM重链亚型，由非突变胚系免疫球蛋白的可变区基因编码。

source: When autoimmunity is induced by an inciting event, such as infection or tissue damage from trauma or ischemia, the autoreactivity is in general self-limited. Such autoimmunity may, however, be persistent, and then may or may not result in ensuing pathology. Even in the presence of organ pathology, it may be difficult to determine whether the damage is mediated by autoreactivity.
zh_cn: 当由一些触发事件，如感染、外伤或缺血等，引起的组织损伤，会诱导自身免疫反应，这些自身免疫反应一般来说是自限性的，但也可能会持续存在，持续存在的自身免疫反应或许会导致病理改变，然而即使出现病理损伤，也很难判断这种损伤是否是由自身免疫反应所致。

source: Following an inciting event, the development of self-reactivity may be the consequence of an ongoing pathologic process, and be non-pathogenic, or may contribute to tissue inflammation and damage.
zh_cn: 触发事件之后发生的自身免疫反应可能是持续病理改变的结果，可能无致病性，也可能会参与组织炎症及损伤。

source: MECHANISMS OF AUTOIMMUNITY
zh_cn: 自身免疫机制

source: Since Ehrlich first postulated the existence of mechanisms to prevent the generation of self-reactivity in 1900, ideas concerning the nature of this inhibition have developed in parallel with a progressive increase in understanding of the immune system.
zh_cn: 自1900年Ehrlich最早提出人体内存在能够阻止自身免疫反应产生的机制以来，随着对免疫系统的认识越来越深入，人们更加关注这种阻止机制的本质。

source: Burnet's clonal selection theory included the idea that interaction of lymphoid cells with their specific antigens during fetal or early postnatal life would lead to elimination of such "forbidden clones."
zh_cn: Burnet的克隆选择学说包括，在胎儿或新生儿时期，淋巴细胞与其特异性抗原相互作用可导致这类“禁忌克隆”被清除。

source: This idea became untenable, however, when it was shown that autoimmune diseases could be induced in experimental animals by simple immunization procedures, that autoantigen-binding cells could be demonstrated easily in the circulation of normal individuals, and that self-limited autoimmune phenomena frequently developed following tissue damage from infection or trauma.
zh_cn: 然而，这种说法受到质疑，因为一些研究发现简单的疫苗接种就可能在实验动物中诱导自身免疫性疾病；在正常人血循环中很容易检测到能与自身抗原结合的细胞；感染或创伤导致组织损伤后常出现自限性的自身免疫现象。

source: These observations indicated that clones of cells capable of responding to autoantigens were present in the repertoire of antigen-reactive cells in normal adults and suggested that mechanisms in addition to clonal deletion were responsible for preventing their activation.
zh_cn: 这些观点说明，正常成年人的抗原反应性淋巴细胞库中存在针对自身抗原的淋巴细胞克隆，提示除了克隆清除外，还有其他能够阻止自身免疫反应发生的机制。

source: Currently, three general processes are thought to be involved in the maintenance of selective unresponsiveness to autoantigens (Table 3-1): (1) sequestration of self-antigens, rendering them inaccessible to the immune system; (2) specific unresponsiveness (tolerance or anergy) of relevant T or B cells; and (3) limitation of potential reactivity by regulatory mechanisms.
zh_cn: 目前认为，有以下3种机制参与了针对自身抗原选择性的无免疫应答（表3-1）：①自身抗原隔离，使其不能与免疫系统接触；②相关T或B细胞的特异性免疫无应答（耐受或失能）；③潜在的调节机制的限制性。

source: Derangements of these normal processes may predispose to the development of autoimmunity (Table 3-2).
zh_cn: 上述正常过程的紊乱可能会诱发自身免疫反应（表3-2）。

source: In general, these abnormal responses require an exogenous trigger such as bacterial or viral infection or cigarette smoking and require the presence of endogenous abnormalities in the cells of the immune system.
zh_cn: 一般来说，这些异常的免疫反应需要外来触发因素，如病毒或细菌感染或吸烟等，同时还需要免疫系统的细胞存在内在异常。

source: Microbial superantigens, such as staphylococcal protein A and staphylococcal enterotoxins, are substances that can stimulate a broad range of T and B cells based upon specific interactions with selected families of immune receptors, irrespective of their antigen specificity.
zh_cn: 微生物超抗原，如葡萄球菌蛋白A和葡萄球菌肠毒素，可以大量刺激T细胞或B细胞无论其抗原特异性如何。

source: If autoantigen-reactive T and/or B cells express these receptors, autoimmunity might develop.
zh_cn: 如果自身反应性T或B细胞表达这些受体，就可能发生自身免疫反应。

source: Alternatively, molecular mimicry or cross-reactivity between a microbial product and a self-antigen might lead to activation of autoreactive lymphocytes.
zh_cn: 此外，微生物成分和自身抗原之间的分子模拟或交叉反应也会激活自身反应性淋巴细胞。

source: One of the best examples of autoreactivity and autoimmune disease resulting from molecular mimicry is rheumatic fever, in which antibodies to the M protein of streptococci cross-react with myosin, laminin, and other matrix proteins as well as neuronal antigens.
zh_cn: 由分子模拟引起的自身反应性和自身免疫性疾病中最好的例子就是风湿热，在风湿热中，抗链球菌M蛋白抗体与肌动蛋白、层粘连蛋白、其他基质蛋白及神经抗原发生了交叉反应。

source: Deposition of these autoantibodies in the heart initiates an inflammatory response, whereas penetration of these antibodies into the brain can result in Sydenham's chorea.
zh_cn: 这些自身抗体沉积在心脏后可启动炎性反应，进入脑组织则可引起Sydenham舞蹈症。

source: Molecular mimicry between microbial proteins and host tissues has been reported in type 1 diabetes mellitus, rheumatoid arthritis, and multiple sclerosis.
zh_cn: 有报道，在1型糖尿病（T1DM）、类风湿关节炎（RA）和多发性硬化（MS）中也都存在这种微生物蛋白与宿主组织间的分子模拟作用。

source: It is presumed that infectious agents may be able to overcome self-tolerance because they possess molecules, such as bacterial endotoxin, RNA, or DNA, that have adjuvant-like effects on the immune system that increase the immunogenicity of the microbial antigens.
zh_cn: 据推测，感染源可以跨过机体的自身免疫耐受机制，因为感染源中具有一些可以增强这些微生物抗原免疫原性的佐剂样分子，如细菌内毒素、RNA或DNA等。

source: The adjuvants activate dendritic cells through pattern recognition receptors and stimulate the activation of previously quiescent lymphocytes that recognize both microbial and self-antigen.
zh_cn: 佐剂通过模式识别受体刺激并激活树突状细胞，使原本静息的、能够识别病原微生物及自身抗原淋巴细胞活化。

source: Endogenous derangements of the immune system may also contribute to the loss of immunologic tolerance to self-antigens and the development of autoimmunity (Table 3-2).
zh_cn: 免疫系统内在的紊乱也与自身抗原的免疫耐受丧失有关，参与了自身免疫的发生（表3-2）。

source: Some autoantigens reside in immunologically privileged sites, such as the brain or the anterior chamber of the eye. These sites are characterized by the inability of engrafted tissue to elicit immune responses.
zh_cn: 一些自身抗原本身就位于免疫豁免部位，如大脑或眼前房，这些部位的特点是对于移植至此的组织不会引起免疫应答。

source: Immunologic privilege results from a number of events, including the limited entry of proteins from those sites into lymphatics, the local production of immunosuppressive cytokines such as transforming growth factor . . ., and the local expression of molecules such as Fas ligand that can induce apoptosis of activated T cells.
zh_cn: 免疫豁免通过一系列途径形成，包括限制这些部位的蛋白分子进入淋巴系统、局部产生具有免疫抑制功能的细胞因子如转化生长因子. . .（TGF-. . .）及局部表达一些分子如Fas配体等，可诱导活化的T细胞凋亡。

source: Lymphoid cells remain in a state of immunologic ignorance (neither activated nor anergized) to proteins expressed uniquely in immunologically privileged sites.
zh_cn: 对于免疫豁免部位表达的特殊蛋白，淋巴细胞始终处于一种免疫忽略状态（免疫细胞既非活化状态，也非处于失能状态）。

source: If the privileged site is damaged by trauma or inflammation, or if T cells are activated elsewhere, proteins expressed at this site can become the targets of immunologic assault.
zh_cn: 当因创伤或炎症造成免疫豁免区遭到破坏，或如果T细胞在其他部位被激活，在这些部位表达的蛋白质可成为免疫攻击的靶点。

source: Such an event may occur in multiple sclerosis and sympathetic ophthalmia, in which antigens uniquely expressed in the brain and eye, respectively, become the target of activated T cells.
zh_cn: 多发性硬化症（MS）和交感性眼炎可能就是发生了这种情况，使特殊表达在脑组织或眼组织的抗原成为活化T细胞的攻击靶点。

source: Alterations in antigen presentation may also contribute to autoimmunity.
zh_cn: 抗原递呈的异常也参与了自身免疫。

source: Peptide determinants (epitopes) of a self-antigen that are not routinely presented to lymphocytes may be recognized as a result of altered proteolytic processing of the molecule and the ensuing presentation of novel peptides (cryptic epitopes).
zh_cn: 通常自身抗原的抗原决定簇（抗原表位）不递呈给淋巴细胞，但发生以下情况时可作为新的抗原被淋巴细胞识别，如抗原分子蛋白水解、加工过程出现异常及隐蔽抗原暴露。

source: When B cells rather than dendritic cells present self-antigen, they may also present cryptic epitopes that can activate autoreactive T cells. These cryptic epitopes will not have previously been available to effect the silencing of autoreactive lymphocytes.
zh_cn: 当B细胞而非树突状细胞递呈自身抗原时，B细胞可递呈隐蔽抗原从而激活自身反应性T细胞，并且这些隐蔽抗原表位也不再像之前那样使非活化的自身反应性淋巴细胞保持沉默无反应状态。

source: Furthermore, once there is immunologic recognition of one protein component of a multimolecular complex, reactivity may be induced to other components of the complex following internalization and presentation of all molecules within the complex (epitope spreading).
zh_cn: 而且，一旦大分子复合物中一个蛋白成分被免疫细胞识别，该复合物其他所有成分都可通过内化及抗原递呈等与免疫细胞发生反应（即表位扩展）。

source: Finally, inflammation, drug exposure, or normal senescence may cause a primary chemical alteration in proteins, resulting in the generation of immune responses that cross-react with normal self-proteins.
zh_cn: 最后，炎症、药物或正常的衰老都可以引起蛋白质基本化学性质改变，导致与正常自身蛋白质发生交叉反应，最终产生免疫应答。

source: For example, the induction and/or release of protein arginine deaminase enzymes results in the conversion of arginine residues to citrullines in a variety of proteins, thereby altering their capacity to induce immune responses.
zh_cn: 如诱导和（或）释放精氨酸脱氨酶可导致多种蛋白质的精氨酸残基瓜氨酸化，因此改变了其诱发免疫应答的能力。

source: Production of anticitrullinated protein antibodies has been observed in rheumatoid arthritis, chronic lung disease, as well as normal smokers and may contribute to organ pathology.
zh_cn: 在类风湿关节炎（RA）、慢性肺部疾病及正常的吸烟者体内可检测到抗瓜氨酸化的蛋白抗体，这些抗体可导致器官病理损伤。

source: Alterations in the availability and presentation of autoantigens may be important components of immunoreactivity in certain models of organ-specific autoimmune diseases.
zh_cn: 在一些器官特异性自身免疫性疾病模型中，自身抗原的暴露及递呈异常是自身免疫产生的重要因素。

source: In addition, these factors may be relevant in understanding the pathogenesis of various drug-induced autoimmune conditions.
zh_cn: 此外，这些因素也有助于我们对多种药物诱导的自身免疫性疾病发病机制的理解。

source: However, the diversity of autoreactivity manifest in non-organ-specific systemic autoimmune diseases suggests that these conditions might result from a more general activation of the immune system rather than from an alteration in individual self-antigens.
zh_cn: 然而，在器官非特异性系统性自身免疫病中，自身反应的多样性提示这是由于更广泛的机体免疫系统活化引起，而非某一种自身抗原改变所致。

source: Many autoimmune diseases are characterized by the presence of antibodies that react with apoptotic material.
zh_cn: 许多自身免疫性疾病以存在能与凋亡物质发生反应的自身抗体为特征。

source: Defects in the clearance of apoptotic material have been shown to elicit autoimmunity and autoimmune disease in a number of animal models.
zh_cn: 在许多动物模型中已证实，凋亡成分清除障碍可引起自身免疫反应及自身免疫性疾病。

source: Moreover, defects in the clearance of apoptotic material have been found in subjects with systemic lupus erythematosus (SLE).
zh_cn: 此外，已在系统性红斑狼疮（SLE）患者中发现存在细胞凋亡成分的清除障碍。

source: Apoptotic debris not quickly cleared by the immune system can function as endogenous ligands for a number of pattern recognition receptors on dendritic cells. Under such circumstances, there is activation of dendritic cells, and an immune response to apoptotic debris can develop.
zh_cn: 不能被免疫系统快速清除的凋亡细胞残骸可作为多种树突细胞表面模式识别受体的内源性配体，在这种情况下，树突细胞活化，产生针对凋亡细胞残骸的免疫应答。

source: In addition, the presence of extracellular apoptotic material within germinal centers of secondary lymphoid organs may facilitate the direct activation of autoimmune B cell clones or function to select autoimmune B cell clones during immune responses.
zh_cn: 此外，在次级淋巴器官生发中心内的细胞外凋亡成分的出现，可直接促进自身反应性B细胞克隆活化，或参与免疫应答中自身反应性B淋巴细胞克隆的选择。

source: A number of experimental models have suggested that intense stimulation of T lymphocytes can produce nonspecific signals that bypass the need for antigen-specific helper T cells and lead to polyclonal B cell activation with the formation of multiple autoantibodies.
zh_cn: 一些实验动物模型提示对T细胞的强刺激可产生非特异性信号，这些信号不需要抗原特异性的辅助T细胞就直接引起多克隆性B细胞活化，产生多种自身抗体。

source: For example, antinuclear, antierythrocyte, and antilymphocyte antibodies are produced during the chronic graft-versus-host reaction.
zh_cn: 如抗核抗体、抗红细胞抗体和抗淋巴细胞抗体。

source: In addition, true autoimmune diseases, including autoimmune hemolytic anemia and immune complex–mediated glomerulonephritis, can also be induced in this manner.
zh_cn: 此外，真正的自身免疫性疾病，包括自身免疫性溶血性贫血和免疫复合物介导的肾小球肾炎也是通过这种方式所致。

source: While it is clear that such diffuse activation of helper T cell activity can cause autoimmunity, nonspecific stimulation of B lymphocytes can also lead to the production of autoantibodies.
zh_cn: 尽管已明确这种辅助性T细胞的广泛活化可引起自身免疫，B细胞的非特异性刺激也可导致自身抗体的产生。

source: Thus, the administration of polyclonal B cell activators, such as bacterial endotoxin, to normal mice leads to the production of a number of autoantibodies, including those directed to DNA and IgG (rheumatoid factor).
zh_cn: 因此，将正常小鼠暴露在多克隆的B细胞刺激剂下，如细菌内毒素，可导致大量自身抗体的产生，包括抗DNA抗体和抗IgG抗体（类风湿因子）。

source: Moreover, excess BAFF can also cause T cell–independent B cell activation and heavy chain class switching and the development of autoimmunity.
zh_cn: 而且，过量的B细胞激活因子（BAFF）还可引起T细胞非依赖的B细胞活化、免疫球蛋白（Ig）重链类别转换及自身免疫反应形成。

source: SLE, for example, can be induced in mice through exuberant dendritic cell activation, a redundancy of TLR7 on the y chromosome (BXSByaa mice) or through exposure to CpG, a ligand for TLR 9.
zh_cn: 如可通过Y染色体上（BXSByaa小鼠）的Toll样受体7（TLR7）基因的过度表达，或通过TLR9配体CpG的暴露，使树突细胞过度活化，在小鼠中诱发SLE。

source: The ensuing induction of inflammatory mediators can cause a switch from production of nonpathogenic IgM autoantibodies to pathogenic IgG autoantibodies in the absence of antigen-specific T cell help.
zh_cn: 后续诱导的炎症介质，可在不需要抗原特异性T细胞辅助的情况下，引起非致病IgM型自身抗体发生类别转换形成致病性IgG型自身抗体。

source: Aberrant selection of the B or T cell repertoire at the time of antigen receptor expression can also predispose to autoimmunity.
zh_cn: 在抗原识别受体表达时B细胞或T细胞受体库选择异常也可诱发自身免疫反应。

source: For example, B cell immunodeficiency caused by an absence of the B cell receptor–associated kinase, Bruton's tyrosine kinase, leads to X-linked agammaglobulinemia.
zh_cn: 如由于B细胞受体相关激酶，即Bruton酪氨酸激酶缺乏造成的B细胞免疫缺陷，可导致X连锁无丙种球蛋白血症。

source: This syndrome is characterized by reduced B cell activation, but also by diminished negative selection of autoreactive B cells probably caused by high levels of BAFF, resulting in increased autoreactivity within a diminished B cell repertoire.
zh_cn: 这种综合征的特点是活化B细胞减少，但仍可能因高水平的BAFF使引起自身反应性B细胞的阴性选择减少，最终导致B淋巴细胞库中自身反应性的B细胞增多。

source: Likewise, negative selection of autoreactive T cells in the thymus requires expression of the autoimmune regulator (AIRE) gene that enables the expression of tissue-specific proteins in thymic medullary epithelial cells.
zh_cn: 同样，胸腺中自身反应性T细胞的阴性选择需要自身免疫调节因子基因（AIRE）表达，该基因使胸腺髓质上皮细胞能够表达组织特异性蛋白。

source: Peptides from these proteins are expressed in the context of major histocompatibility complex (MHC) molecules and mediate the elimination of autoreactive T cells.
zh_cn: 这些蛋白可经主要组织相容性复合物（MHC）分子递呈，介导自身反应性T细胞清除。

source: The absence of AIRE gene expression leads to a failure of negative selection of autoreactive cells, autoantibody production, and severe inflammatory destruction of multiple organs.
zh_cn: AIRE基因表达缺失可引起自身反应性T细胞阴性选择失败，导致自身抗体产生和多器官严重的炎症性损伤。

source: Individuals deficient in AIRE gene expression develop autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED).
zh_cn: AIRE基因表达缺失的个体可出现自身免疫多内分泌腺病-念珠菌病-外胚层营养不良综合征（APECEO）。

source: Primary alterations in the activity of T and/or B cells, cytokine imbalances, or defective immunoregulatory circuits may also contribute to the emergence of autoimmunity.
zh_cn: T细胞和B细胞活性的异常、细胞因子失衡或免疫调节环路缺陷都可引起自身免疫反应的发生。

source: Diminished production of tumor necrosis factor (TNF) and interleukin (IL) 10 has been reported to be associated with the development of autoimmunity. Overproduction of type 1 interferon has also been associated with autoimmunity.
zh_cn: 有报道肿瘤坏死因子（TNF）和白介素-10（IL-10）的产生减少与自身免疫反应的发生相关；1型干扰素（IFN-1）产生过多也与自身免疫反应有关。

source: Overexpression of co-stimulatory molecules on T cells similarly can lead to autoantibody production.
zh_cn: 同样，T细胞上共刺激分子的过度表达也可导致自身抗体产生。

source: Autoimmunity may also result from an abnormality of immunoregulatory mechanisms.
zh_cn: 免疫调节机制异常也可引起自身免疫反应。

source: Observations made in both human autoimmune disease and animal models suggest that defects in the generation and expression of regulatory T cell activity may allow for the production of autoimmunity.
zh_cn: 对人类自身免疫疾病和动物模型的观察显示，调节性T细胞产生和活性表达缺陷都可能会导致自身免疫。

source: It has recently been appreciated that the IPEX (immunodysregulation, polyendocrinopathy, enteropathy X-linked) syndrome results from the failure to express the FOXP3 gene, which encodes a molecule critical in the differentiation of regulatory T cells.
zh_cn: 最近受到关注的IPEX综合征（免疫调节功能失调、多内分泌病、X连锁肠病）是由于FOXP3基因表达缺乏所致，而该基因编码的分子对于调节性T细胞分化是至关重要的。

source: Administration of normal regulatory T cells or factors derived from them can prevent the development of autoimmune disease in rodent models of autoimmunity.
zh_cn: 在啮齿类动物自身免疫性疾病模型中，注入正常的调节性T细胞或调节性T细胞衍生的因子可抑制自身免疫形成。

source: Abnormalities in the function of regulatory T cells have been noted in a number of human autoimmune diseases, although it remains uncertain whether these are causative or are secondary abnormalities owing to inflammation.
zh_cn: 许多人类自身免疫性疾病中都存在调节性T细胞功能异常，尽管目前尚不明确调节性T细胞异常是致病的原因还是由于炎症引起的继发性异常。

source: Finally, recent data indicate that B cells may also exert regulatory function, largely through the production of the cytokine IL-10.
zh_cn: 近来有资料表明，B细胞也可以行使免疫调节功能，主要是通过产生白细胞介素-10（IL-10）来实现。

source: Deficiency of IL- 10-producing regulatory B cells can prolong the course of an animal model of multiple sclerosis.
zh_cn: 在多发性硬化动物模型中，缺乏产生IL-10的调节性B细胞会使疾病的病程延长。

source: It should be apparent that no single mechanism can explain all the varied manifestations of autoimmunity.
zh_cn: 很显然，任何单一的机制都不能解释自身免疫反应的所有表现。

source: Furthermore, genetic evaluation has shown that a number of abnormalities often need to converge to induce an autoimmune disease.
zh_cn: 此外，遗传学研究也显示一种自身免疫性疾病是由体内的多种异常而导致。
